[
   {
      "name": "Béla Bugár",
      "blurb": "Zástupce maďarské menšiny",
      "dob": "1958-07-07",
      "desc": "<p>Místopředseda parlamentu a předseda koaliční strany Most-Híd. Poslancem je Bugár nepřetržitě od roku 1990, jde o jednu z nejvýraznějších osobností slovenské polistopadové scény a v 90. letech si vysloužil pověst bojovníka proti mafii.</p><p>Působil v Maďarském křesťanskodemokratickém hnutí, které od roku 1991 vedl, pak byl dlouholetým předsedou Strany maďarské koalice a v červnu 2009 založil stranu Most-Híd. Ta v roce 2010 vstoupila do koalice premiérky Ivety Radičové, o šest let později pak do koalice se stranou SMER a Slovenskou národní stranou do vlády Roberta Fica a posléze Petera Pellegriniho.</p>"
   },
   {
      "name": "Zuzana Čaputová",
      "blurb": "Liberální aktivistka",
      "dob": "1973-06-21",
      "desc": "<p>Právnička a občanská aktivistka v prosinci 2017 vstoupila do vznikající strany Progresivní Slovensko, loni v lednu se pak stala místopředsedkyní této neparlamentní strany. Po studiích působila v neziskovém sektoru, věnovala se veřejné správě a problematice týraných a zneužívaných dětí. Do roku 2017 spolupracovala s občanským sdružením Via Iuris, které se věnuje posilování právního státu.</p><p>V advokacii se věnuje kauzám environmentální povahy – proslavila se dlouholetým bojem proti skládce v Pezinoku. Pětačtyřicetiletá Čaputová se staví například za zavedení registrovaných partnerství lidí stejného pohlaví. Kandiduje jako nezávislá.</p>"
   },
   {
      "name": "Martin Daňo",
      "blurb": "Kontroverzní podnikatel",
      "dob": "1976-11-04",
      "desc": "<p>Podnikatel v IT a provozovatel serveru Ginn.Press, který ministerstvo kultury vyřadilo ze seznamu periodického tisku kvůli porušování tiskového zákona. Zveřejňuje kontroverzní videa na YouTube, loni v jednom z nich řekl o místopředsedkyni parlamentu Lucii Ďuriš Nicholsonové ze strany Svoboda a solidarita, „že by měla být zabitá“. Jeho kandidaturu podpořili poslanci mimo jiné ze strany Sme rodiny.</p>"
   },
   {
      "name": "Štefan Harabin",
      "blurb": "Fanoušek Mečiara",
      "dob": "1957-05-04",
      "desc": "<p>Soudce nejvyššího soudu (a jeho bývalý předseda) zastával v první vládě Roberta Fica v letech 2006–2009 funkci vicepremiéra a ministra spravedlnosti. Je známý jako obhájce současné politiky Ruské federace v čele s prezidentem Vladimirem Putinem.</p><p>Slovensko objíždí v autobuse Harabiňák a slibuje sjednání pořádku. Kritizuje Evropskou unii a mluví o vlivech amerického miliardáře a filantropa maďarského původu George Sorose, o zdegenerovaných novinářích a politicích, kteří „v podstatě všichni kradou“.</p>"
   },
   {
      "name": "Eduard Chmelár",
      "blurb": "Levicový aktivista",
      "dob": "1971-08-21",
      "desc": "<p>Historik a aktivista byl prvním rektorem Akademie médií, vysoké školy mediální a marketingové komunikace v Bratislavě. V roce 1998 kandidoval ve volbách do Národní rady SR za Stranu demokratické levice. V roce 20019 byl nezávislým kandidátem do Evropského parlamentu na listině Strany zelených. Kandiduje jako nezávislý.</p>"
   },
   {
      "name": "Marian Kotleba",
      "blurb": "Extremista blízký fašismu",
      "dob": "1977-04-07",
      "desc": "<p>Předseda krajně pravicové strany Kotleba – Lidová strana naše Slovensko, bývalý župan Banskobystrického kraje v letech 2013 až 2017. Je znám svými extrémními nacionalistickými postoji, pro které byl i trestně stíhán.</p><p>V letech 2001 až 2012 byl zaměstnán jako učitel na Sportovním gymnáziu v Banské Bystrici. V roce 2003 byl Kotleba vůdcem ultranacionalistického hnutí Slovenská pospolitost – Národní strana, které soud rozpustil. Spolu se skupinou pravicových radikálů se mu podařilo ovládnout Stranu přátel vína, následně ji přejmenovali na Lidovou stranu Naše Slovensko. Ta získala ve volbách do parlamentu v roce 2016 8 procent a 14 mandátů.</p>"
   },
   {
      "name": "Milan Krajniak",
      "blurb": "Poslední křižák",
      "dob": "1973-01-30",
      "desc": "<p>Konzervativní poslanec a místopředseda hnutí Sme rodina v minulostí působil v Křesťansko-demokratickém hnutí a hnutí Nova. V letech 2015 a 2017 byl vydavatelem internetového deníku Konzervativní výběr, blogoval i pod přezdívkou Poslední křižák, kterou si sám zvolil.</p>"
   },
   {
      "name": "František Mikloško",
      "blurb": "Do třetice",
      "dob": "1947-06-02",
      "desc": "<p>Jednasedmdesátiletý politik, tvář listopadu 1989. Působil ve Veřejnosti proti násilí a poté v Křesťansko-demokratickém hnutí. Na prezidenta kandidoval už dvakrát, v roce 2004 získal podporu 6,51 procenta, v roku 2009 pro něj hlasovalo 5,4 procenta lidí. Letos kandiduje s podporu občanů.</p>"
   },
   {
      "name": "Maroš Šefčovič",
      "blurb": "Eurokomisař",
      "dob": "1966-07-24",
      "desc": "<p>Místopředseda Evropské komise nabídku na prezidentskou kandidaturu přijal od hlavní vládní strany SMER, ke které má blízko. Mimo jiné v roce 2004 vedl kandidátku strany do Evropského parlamentu. Je téměř deset let eurokomisařem.</p><p>SMER dal Šefčovičovi na kampaň 100 tisíc eur, což je víc než 2,5 milionu korun. Pokud se do prezidentského paláce dvaapadesátiletý kandidát nedostane, obnoví pozastavený mandát v Evropské komisi a vrátí se zpět do Bruselu.</p>"
   },
   {
      "name": "Róbert Švec",
      "blurb": "Tisův fanoušek",
      "dob": "1976-08-21",
      "desc": "<p>Nacionalista z Nitry stojí v čele sdružená Slovenské hnutí obrody a hlásí se ke zločineckému Slovenskému štátu a Jozefu Tisovi, i když má umírněnější názory než Marian Kotleba. Kandiduje na základě petice s podpisy občanů.</p>"
   },
   {
      "name": "Bohumila Tauchmannová",
      "blurb": "Prezidentka ulice",
      "dob": "1958-09-19",
      "desc": "<p>Podnikatelka a občanská aktivistka. Je autorkou vzdělávacích projektů a nedávno dokončila vzdělávací muzikál k ekologickému projektu „Odpad je surovina“. Na volebních billboardech má heslo Prezidentka ulice. Kandiduje na základě petice s podpisy občanů.</p>"
   },
   {
      "name": "Juraj Zábojník",
      "blurb": "Plukovník v záloze",
      "dob": "1962-07-15",
      "desc": "<p>Bezpečnostní analytik a bývalý dlouholetý policista, byl také šéfem slovenských policejních ochranářů. Pochází z Bojnic. Kandiduje na základě petice s podpisy občanů.</p>"
   },
   {
      "name": "Ivan Zuzula",
      "blurb": "Kandidát s motýlkem",
      "dob": "1954-10-21",
      "desc": "<p>Podnikatel, meteorolog a politik. V současnosti působí jako pedagog na Přírodovědecké fakultě Univerzity Pavla Jozefa Šafárika v Košicích. Je předsedou Slovenské konzervativní strany, která se dříve jmenovala Sieť – zakládal ji neúspěšný prezidentský kandidát z roku 2013 Radoslav Procházka. Zuzula vstoupil do strany až po odchodu Procházky v roce 2017. Kandiduje na základě petice s podpisy občanů.</p>"
   }
]
